Repository: jafd/wmaker
Catalog: WINGs/po/*.po
Languages: uk

source: fatal:
uk: фатально:

source: error:
uk: помилка:

source: warn:
uk: увага:

source: could not get password entry for UID %i
uk: не вдалося отримати дані пароля для користувача з UID %i

source: could not get password entry for user %s
uk: не вдалося отримати дані пароля для користувача %s

source: could not expand %s
uk: не вдалося розкрити %s

source: Could not open %s
uk: Не вдалося відкрити %s

source: Could not create %s
uk: Не вдалося створити %s

source: syntax error in %s %s, line %i: %s
uk: помилка синтаксису в %s %s, рядок %i: %s

source: Only string or data is supported for a proplist dictionary key
uk: Ключ словника proplist може бути лише рядком або даними

source: Used proplist functions on non-WMPropLists objects
uk: Використання функцій proplist на об’єктах, відмінних від WMPropList

source: unterminated PropList string
uk: незавершений рядок PropList

source: unterminated PropList data
uk: незавершені дані PropList

source: unterminated PropList data (missing hexdigit)
uk: незавершені дані PropList (бракує шістнадцяткового символа)

source: non hexdigit character in PropList data
uk: нешістнадцятковий символ у даних PropList

source: unterminated PropList array
uk: незавершений масив PropList

source: missing or unterminated PropList array
uk: відсутній або незавершений масив PropList

source: could not get PropList array element
uk: Не вдалось отримати елемент масиву PropList

source: unterminated PropList dictionary
uk: незавершений словник PropList

source: missing PropList dictionary key
uk: бракує ключа в словнику PropList

source: missing PropList dictionary entry key or unterminated dictionary
uk: в словнику PropList бракує ключа, або словник не завершено

source: error parsing PropList dictionary key
uk: помилка при читанні ключа словника PropList

source: missing = in PropList dictionary entry
uk: бракує знака = в елементі словника PropList

source: error parsing PropList dictionary entry value
uk: помилка при читанні значення елемента словника PropList

source: missing ; in PropList dictionary entry
uk: бракує ; в елементі словника PropList

source: was expecting a string, data, array or dictionary. If it's a string, try enclosing it with ".
uk: очікувались рядок, дані, масив або словник. Якщо це рядок, спробуйте взяти його в лапки (").

source: Comments are not allowed inside WindowMaker owned domain files.
uk: Коментарі не допускаються в файлах доменів Window Maker.

source: extra data after end of property list
uk: зайві дані після закінчення списку властивостей

source: could not get size for file '%s'
uk: не вдалось отримати розмір файла «%s»

source: error reading from file '%s'
uk: помилка читання з файла «%s»

source: %s:could not open menu file
uk: %s:не вдалося відкрити файл меню

source: mkstemp (%s) failed
uk: виклик mkstemp (%s) завершився невдачею

source: mktemp (%s) failed
uk: виклик mktemp (%s) завершився невдачею

source: open (%s) failed
uk: виклик open (%s) завершився невдачею

source: writing to file: %s failed
uk: запис у файл: невдача %s

source: fclose (%s) failed
uk: виклик fclose (%s) завершився невдало

source: rename ('%s' to '%s') failed
uk: виклик rename («%s» на «%s») завершився невдачею

source: Could not create component %s
uk: Не вдалося створити компонент %s

source: variable GNUSTEP_USER_ROOT defined with invalid path, not used
uk: змінна GNUSTEP_USER_ROOT вказує на неправильний шлях, тому не використовується

source: cannot read domain from file '%s' when syncing
uk: не вдалося прочитати домен з файла «%s» під час синхронізації

source: could not allocate %s color
uk: не вдалось виділити колір %s

source: white
uk: білий

source: black
uk: чорний

source: gray
uk: сірий

source: dark gray
uk: темно-сірий

source: Colors
uk: Кольори

source: Brightness
uk: Яскравість

source: Color Panel: Could not allocate memory
uk: Панель кольорів: не вдалось виділити пам’ять

source: Red
uk: Червоний

source: Green
uk: Зелений

source: Blue
uk: Синій

source: Cyan
uk: Бірюзовий

source: Magenta
uk: Пурпуровий

source: Yellow
uk: Жовтий

source: Black
uk: Чорний

source: Spectrum
uk: Спектр

source: Palette
uk: Палітра

source: New from File...
uk: Створити з файла...

source: Rename...
uk: Перейменувати...

source: Remove
uk: Усунути

source: Copy
uk: Копіювати

source: New from Clipboard
uk: Створити з буфера

source: X11-Colors
uk: Кольори X11

source: Color
uk: Колір

source: Add...
uk: Додати...

source: List
uk: Список

source: New...
uk: Створити...

source: Color Panel: Could not create directory %s needed to store configurations
uk: Панель кольорів: не вдалося створити каталог %s для зберігання конфігурацій

source: File Error
uk: Помилка файлу

source: Could not create ColorPanel configuration directory
uk: Не вдалося створити каталог конфігурації ColorPanel

source: OK
uk: Гаразд

source: Color Panel: Could not find file
uk: Панель кольорів: не вдалося знайти файл

source: Color Panel: X failed request
uk: Панель кольорів: запит X не вдався

source: Saturation
uk: Насиченість

source: Hue
uk: Відтінок

source: Open Palette
uk: Відкрити палітру

source: Invalid file format !
uk: Неправильний формат файлу!

source: can't remove file %s
uk: неможливо усунути файл %s

source: Couldn't remove file from Configuration Directory !
uk: Не вдалося усунути файл з каталога конфігурації!

source: Rename
uk: Перейменувати

source: Rename palette to:
uk: Перейменувати палітру на:

source: Cancel
uk: Скасувати

source: Warning
uk: Увага

source: Palette already exists ! Overwrite ?
uk: Палітра вже існує! Переписати?

source: No
uk: Ні

source: Yes
uk: Так

source: Couldn't rename palette %s to %s
uk: Не вдалося перейменувати палітру з %s на %s

source: This will permanently remove the palette
uk: Це назавжди усуне палітру

source: . Are you sure you want to remove this palette ?
uk: . Ви певні, що бажаєте усунути цю палітру?

source: Couldn't remove palette %s
uk: Не вдалося усунути палітру %s

source: Color Panel: Color unspecified
uk: Панель кольорів: колір не вказано

source: Name:
uk: Назва:

source: Open
uk: Відкрити

source: Save
uk: Зберегти

source: WINGs: could not open directory %s
uk: WINGs: не вдалося відкрити каталог %s

source: WINGs: could not stat %s
uk: WINGs: не вдалось викликати stat на %s

source: Error
uk: Помилка

source: Create Directory
uk: Створити каталог

source: Enter directory name
uk: Введіть назву каталога

source: Can not create %s: %s
uk: Неможливо створити %s: %s

source: Can not find %s: %s
uk: Не вдається знайти %s: %s

source: Delete %s %s?
uk: Видалити %s %s?

source: directory
uk: каталог

source: file
uk: файл

source: Removing %s failed: %s
uk: Не вдалося видалити %s: %s

source: An error occured browsing '%s'.
uk: При перегляді «%s» виникла помилка.

source: '%s' is not a directory.
uk: «%s» не є каталогом.

source: File does not exist.
uk: Файл не існує.

source: invalid font: %s. Trying '%s'
uk: неправильний шрифт: %s. Спроба з «%s»

source: could not load font: %s.
uk: не вдалося завантажити шрифт: %s.

source: Font Panel
uk: Панель шрифтів

source: The quick brown fox jumps over the lazy dog
uk: Жебракують філософи при ґанку церкви в Гадячі, ще й шатро їхнє п'яне знаємо

source: Family
uk: Родина

source: Typeface
uk: Гарнітура

source: Size
uk: Розмір

source: Set
uk: Встановити

source: Revert
uk: Відмінити

source: Could not init font config library
uk: Не вдалось ініціалізувати бібліотеку конфігурації шрифтів

source: WINGs: could not load widget images file: %s
uk: WINGs: не вдалось завантажити файл зображення для віджетів: %s

source: could not load any fonts. Make sure your font installation and locale settings are correct.
uk: не вдалось завантажити жодного шрифта. Переконайтесь, що у вас правильно встановлені шрифти й налаштована локаль.

source: 0 inches
uk: 0 дюймів
